experiment/test_fio/result/conv/seqwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5438: Mon Dec  4 21:50:43 2023
  write: IOPS=159k, BW=2484MiB/s (2605MB/s)(400MiB/161msec); 0 zone resets
    slat (nsec): min=1827, max=89150, avg=2541.45, stdev=1690.61
    clat (usec): min=21, max=460, avg=47.40, stdev=19.17
     lat (usec): min=25, max=474, avg=49.94, stdev=20.16
    clat percentiles (usec):
     |  1.00th=[   39],  5.00th=[   42], 10.00th=[   43], 20.00th=[   44],
     | 30.00th=[   44], 40.00th=[   44], 50.00th=[   45], 60.00th=[   45],
     | 70.00th=[   46], 80.00th=[   47], 90.00th=[   52], 95.00th=[   57],
     | 99.00th=[   85], 99.50th=[  215], 99.90th=[  302], 99.95th=[  355],
     | 99.99th=[  457]
  lat (usec)   : 50=87.41%, 100=11.61%, 250=0.78%, 500=0.20%
  cpu          : usr=5.00%, sys=47.50%, ctx=6335, majf=0, minf=9
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2484MiB/s (2605MB/s), 2484MiB/s-2484MiB/s (2605MB/s-2605MB/s), io=400MiB (419MB), run=161-161msec

Disk stats (read/write):
  sdb: ios=0/23580, sectors=0/754560, merge=0/0, ticks=0/864, in_queue=864, util=59.44%