experiment/test_fio/result/conv/seqwrite/fio_rw_1_400M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 400MiB)

file1: (groupid=0, jobs=1): err= 0: pid=4311: Sun Dec  3 17:49:28 2023
  write: IOPS=116k, BW=1818MiB/s (1907MB/s)(400MiB/220msec); 0 zone resets
    slat (usec): min=2, max=143, avg= 4.68, stdev= 6.31
    clat (usec): min=28, max=9894, avg=63.67, stdev=75.47
     lat (usec): min=32, max=9912, avg=68.35, stdev=79.16
    clat percentiles (usec):
     |  1.00th=[   51],  5.00th=[   52], 10.00th=[   52], 20.00th=[   53],
     | 30.00th=[   53], 40.00th=[   53], 50.00th=[   54], 60.00th=[   55],
     | 70.00th=[   55], 80.00th=[   56], 90.00th=[   58], 95.00th=[   98],
     | 99.00th=[  302], 99.50th=[  338], 99.90th=[  367], 99.95th=[  392],
     | 99.99th=[  783]
  lat (usec)   : 50=0.41%, 100=94.81%, 250=2.42%, 500=2.33%, 750=0.02%
  lat (usec)   : 1000=0.01%
  lat (msec)   : 10=0.01%
  cpu          : usr=9.13%, sys=63.93%, ctx=6144, majf=0, minf=10
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,25600,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=1818MiB/s (1907MB/s), 1818MiB/s-1818MiB/s (1907MB/s-1907MB/s), io=400MiB (419MB), run=220-220msec

Disk stats (read/write):
  sdb: ios=0/15613, sectors=0/499616, merge=0/0, ticks=0/732, in_queue=732, util=59.44%