experiment/test_fio/result/conv/seqwrite/fio_rw_1_800M_file.txt
file1: (g=0): rw=write, bs=(R) 16.0KiB-16.0KiB, (W) 16.0KiB-16.0KiB, (T) 16.0KiB-16.0KiB, ioengine=libaio, iodepth=8
fio-3.36-19-gbdf99
Starting 1 process
file1: Laying out IO file (1 file / 800MiB)

file1: (groupid=0, jobs=1): err= 0: pid=5453: Mon Dec  4 21:50:43 2023
  write: IOPS=168k, BW=2632MiB/s (2759MB/s)(800MiB/304msec); 0 zone resets
    slat (nsec): min=1789, max=72182, avg=2429.86, stdev=1169.48
    clat (usec): min=19, max=313, avg=44.78, stdev=12.66
     lat (usec): min=23, max=322, avg=47.21, stdev=13.31
    clat percentiles (usec):
     |  1.00th=[   41],  5.00th=[   41], 10.00th=[   42], 20.00th=[   42],
     | 30.00th=[   43], 40.00th=[   43], 50.00th=[   43], 60.00th=[   44],
     | 70.00th=[   44], 80.00th=[   45], 90.00th=[   46], 95.00th=[   51],
     | 99.00th=[   80], 99.50th=[  186], 99.90th=[  200], 99.95th=[  208],
     | 99.99th=[  285]
  lat (usec)   : 20=0.01%, 50=94.97%, 100=4.30%, 250=0.72%, 500=0.01%
  cpu          : usr=2.64%, sys=51.49%, ctx=12696, majf=0, minf=11
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=100.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.1%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwts: total=0,51200,0,0 short=0,0,0,0 dropped=0,0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=8

Run status group 0 (all jobs):
  WRITE: bw=2632MiB/s (2759MB/s), 2632MiB/s-2632MiB/s (2759MB/s-2759MB/s), io=800MiB (839MB), run=304-304msec

Disk stats (read/write):
  sdb: ios=0/25138, sectors=0/804416, merge=0/0, ticks=0/856, in_queue=856, util=59.44%